Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/besoek-fra-mali.html.tmx
Source language: nob
Languages: sme

source: Besøk fra Mali
sme: Malis guossit

source: UD og en gruppe fra Mali besøker Sametinget torsdag 20. juni kl. 1600 der delegasjonen, inkludert en minister fra Mali og statssekretæren, vil få en omvisning.
sme: UD ja okta joavku mii boahtá Malis galledit Sámedikki duorastaga geassemánu 20. beaivvi dii. 1600, gos delegašuvdna, mas lea okta Mali-ministtar ja stáhtačálli, ožžot ofelastima.

source: Gruppen ønsker å lære om den norske selvstyremodellen.
sme: Joavku háliida oahppat norgga iešstivrenmodealla birra.

source: Plenumsleder Tom Sottinen møter delegasjonen på Sametinget.
sme: Dievasčoahkkinjođihangotti jođiheaddji Tom Sottinen deaivá delegašuvnna Sámedikkis.

source: Sametingsråd Mikkel Eskil Mikkelsen deltar også.
sme: Sámediggeráđđi Mikkel Eskil Mikkelsen oasálastá maid.
